Repository: Siox0911/DMSApiWrapperDemo
Catalog: Properties/Resources.*.resx
Languages: de

# SettingsTitle
source: Make settings for the DVBViewer Media server
de: Einstellungen für den DVBViewer Media Server vornehmen

# RecordingEditTitle
source: Edit Recording
de: Aufnahme bearbeiten

source: Password
de: Passwort

source: Play (complete list)
de: Play (komplette Liste)

source: Save
de: Speichern

source: Save and test
de: Speichern und Testen

source: Username
de: Benutzername

source: Actions
de: Aktionen

source: Channel
de: Sender

# ChooseDVBViewer
source: Select DVBViewer
de: DVBViewer auswählen

source: Delete
de: Löschen

source: Description
de: Beschreibung

# DescSearch
source: Search in the description
de: In der Beschreibung suchen

source: Duration
de: Dauer

# DVBClients
source: DVBViewer Clients
de: DVBViewer Clienten

source: Edit
de: Bearbeiten

# LocalPlayer
source: Local video player
de: Lokaler Videoplayer

# MoveToSeries
source: Move to the series
de: Zur Serie verschieben

# NumberRecordings
source: Number of recordings:
de: Anzahl der Aufnahmen

source: Playback
de: Wiedergabe

source: Playback other options
de: Wiedergabe andere Optionen

source: Play in DVBViewer
de: Im DVBViewer abspielen

# Recordingdate
source: Recorded
de: Aufnahmedatum

source: Recordings
de: Aufnahmen

source: Recording(s)
de: Aufnahme(n)

source: Search
de: Suche

source: Series
de: Serie

source: Servertasks
de: Serveraufgaben

source: Settings
de: Einstellungen

# SettingsPWUSER
source: User and password must be completed.
de: Benutzer und Passwort muss ausgefüllt werden.

source: Title
de: Titel

# TitleSearch
source: Search in the title
de: Im Titel suchen

# ViewAllRecordings
source: Show all recordings
de: Alle Aufnahmen anzeigen

source: Warning
de: Warnung

# FilterAdditionalToolTip
source: The filter does not select additionally
de: Der Filter selektiert nicht zusätzlich

# EditModeToolTip
source: Activates Edit Mode to edit recordings. In addition, the details are deactivated when clicking on a line. It is also possible to mark several recordings at the same time.
de: Aktiviert den Edit Mode zum Bearbeiten der Aufnahmen. Zusätzlich werden die Details beim Anklicken einer Zeile deaktiviert. Es können dann auch mehrere Aufnahmen gleichzeit markiert werden.

source: Picture
de: Bild

# ClickExpand
source: Click to expand
de: Klicken zum Erweitern

source: connected with
de: verbunden mit

source: Filename
de: Dateiname

# NumberVideos
source: Number of videos:
de: Anzahl Videos

source: Path
de: Pfad

# PathSearch
source: Search in the path
de: Im Pfad suchen

source: Size
de: Größe

# ViewAllVideos
source: Show all videos
de: Alle Videos anzeigen

source: Used space:
de: Verwendeter Speicherplatz:

source: File Info
de: Dateininfo

source: Info File
de: Info Datei

# SubTitle
source: Subtitel (Info)
de: Untertitel (Info)

source: Update
de: Aktualisieren

source: Cancel
de: Abbrechen

# ChangesSeriesFromNumberToName
source: recordings to the series
de: Aufnahmen zur Serie

# ChangesSeriesNextNumber
source: This changes the series of
de: Dies ändert die Serie von

# CheckDialogHeader
source: Security Check
de: Sicherheitsabfrage

# UpdateFailedWithCode
source: Update failed, the server replied with the message:
de: Änderung fehlgeschlagen, der Server antwortete mit der Meldung:

# UpdateSucceed
source: The update was successfull.
de: Die Änderung war erfolgreich

# YouWantThisUpdate
source: Do you want to run this update
de: Möchtest du diese Änderung durchführen?

# ChangeASerieFromTheTitle
source: could not be changed.
de: konnte nicht geändert werden.

# CouldNotDelete
source: could not be deleted.
de: konnte nicht gelöscht werden

# DeleteDialogHeader
source: Delete recodings
de: Löschen von Aufnahmen

# ErrorUpdateSeries
source: Error changing the series
de: Fehler beim Ändern der Serie

# MessageFromServer
source: The replied value of the server was:
de: Der Rückgabewert des Servers war:

# ServerLocksTheRecording
source: The server replied that this recording is locked.
de: Der Server gab zurück, dass diese Aufnahme gerade verwendet wird.

source: This deletes
de: Dies löscht

# DeleteRecordingsQuestion
source: Do you want to delete these recordings?
de: Möchtest du diese Aufnahmen löschen?

# TrustedDevice
source: This device is a trusted device on DMS
de: Dieses Gerät ist im DMS ein vertrauenswürdiges Gerät

source: Credentials
de: Anmeldeinformationen

# SettingsHostNamePort
source: Hostname or Port must be set
de: Hostname und Port müssen gesetzt werden.

# BypassLocalhostDescription
source: Instead of creating playlists with UPnP streams, the media file is referenced directly. This does not work with the option Play (complete list). If the DMS is not running on the local PC, this can generate errors if there are not enough rights.
de: Statt Playlisten mit UPnP Streams zu erstellen, wird direkt auf die Mediendatei verwiesen. Dies funktioniert nicht mit der Option Play (komplette Liste). Wenn der DMS nicht auf dem lokalen PC läuft, kann dies Fehler erzeugen, wenn nicht genügend Rechte vorhanden sind.

# BypassLocalhostTitel
source: Avoid playlist creation
de: Umgehe Playlistenerstellung

source: Other options
de: Andere Einstellungen

# Experimental
source: Experimentel
de: Experimentell

# SmoothScrollingTitle
source: smooth scrolling in the media lists
de: weiches scrollen in den Medienlisten

# SmoothScrollingDescription
source: Causes a soft scrolling in the media lists. However, this will cause Windows to render this list completely at once. This consumes more memory and costs a lot of CPU power. In addition, displaying the lists takes much longer.
de: Führt zu einem weichem Scrollen in den Medienlisten. Dies führt aber dazu das Windows diese Liste komplett auf einmal rendert. Dies verbraucht mehr Arbeitspeicher und kostet viel CPU Leistung. Zusätzlich dauert das Anzeigen der Listen sehr viel länger.
